[
	{
		"name": "Valkyrion",
		"leaderName": "King Karl",
		"adjective": ["Valkyrmen"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "May the blessings of heaven be upon you, O great Nebuchadnezzar, father of mighty and ancient Babylon! Young was the world when Sargon built Babylon some five thousand years ago, long did it grow and prosper, gaining its first empire the eighteenth century BC, under godlike Hammurabi, the giver of law. Although conquered by the Kassites and then by the Assyrians, Babylon endured, emerging phoenix-like from its ashes of destruction and regaining its independence despite its many enemies. Truly was Babylon the center of arts and learning in the ancient world. O Nebuchadnezzar, your empire endured but a short time after your death, falling to the mighty Persians, and then to the Greeks, until the great city was destroyed by 141 BC.",
		"startIntroPart2": "But is Babylon indeed gone forever, great Nebuchadnezzar? Your people look to you to bring the empire back to life once more. Will you accept the challenge? Will you build a civilization that will stand the test of time?",
		
		"declaringWar": "My ships have beached on your shores, and my men are hungry!",
		"attacked": "Lah, you aren't worthy of even a proper fight, trust me.",
		"defeated": "I trust I have fought well, so I shall enter a warrior's heaven!",
		"introduction": "Har, greetings from the great and strong Valkyrions!",
		
		"neutralHello": "Oh come on, I trust you brought some booze?",
		"hateHello": "I distaste those who think they can belittle me so eagerly...",
		
		"tradeRequest": "Greetings! The Valkyrmen are not usually good at these so let's do it fast.",
				
		"outerColor": [21,107,91],
		"innerColor": [181,209,255],
		"unique": "BUSHIDO",
		"cities": ["Svargard","Hofsland","Oleifsbjorg","Helgavall","Ivarhelm","Hafnarfjoll","Bergthors","Mooruvellir","Skorravik","Krossa",
			"Hvitbjorg","Barosvik","Leikskalar","Hraunadalr","Skalagard","Kambrholm","Oskarberg","Guldagr","Balkile","Jagersund",
			"Grymhalla","Kavartavas","Jonhammar","Vethelm","Miklagard","Halmland","Strandberg","Koperkenes","Karlheim","Kramdal",
			"Haderslav","Verdalsund","Vadfjord","Valkear","Arhammar","Reykseyri","Falkenberg","Vilna","Statheim","Granvall"]
	}
]
